---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.HvacTemperature
source: html/3f751d4e-37f4-9977-31ce-31e35f201d96.htm
---
# Autodesk.Revit.DB.SpecTypeId.HvacTemperature Property

Temperature, in discipline HVAC.

## Syntax (C#)
```csharp
public static ForgeTypeId HvacTemperature { get; }
```